//
//  ViewController.swift
//  UIKitDZ
//
//  Created by Valery on 22.06.2021.
//

import UIKit

class ViewController: UIViewController {

            
   //MARK: - 1 Создать экран регистрации где нужно ввести логин и пароль 2 поля и кнопка вход которая ведёт на второй экран 2.Создать второй экран Cafe где нужно регистрировать гостя поля для ввода фио и через свитчи была ли предоплата , заказывали ли стол (да или нет ) 3 Поля для ввода номера стола 4.Добавить третий экран счёт где выводим фио , номер стола и сумма
    
    override func viewDidLoad() {
        super.viewDidLoad()
               
    }
        

}
